import json
FileR="""
[
	{
		"Avengers Infinity War": {
			"Description": "Не знаючий страху і поразки могутній титан Танос завдяки двом Каменям вічності став наймогутнішою істотою у Всесвіті. Він захоплює планети, після чого знищує їх мешканців. Однак його основне завдання — роздобути інші Камені вічності. Оскільки це артефакти колосальної сили, з їх допомогою Танос зможе в одну секунду знищувати цілі світи. У Месників немає права на помилку: від трагедії вселенського масштабу їх відділяє одне клацання пальців. Месники разом зі своїми союзниками у що б то не стало повинні зупинити Таноса.",
			"Mark": 8.4,
			"Trailer": "https://www.youtube.com/watch?v=QwievZ1Tx-8",
			"Category": "Film",
			"Authors": "Режисери: Ентоні Руссо, Джо Руссо; Продюсер: Кевін Файгі; Сценаристи: Крістофер Маркус, Стівен МакФілі; У головних ролях: Роберт Дауні-молодший, Кріс Еванс, Марк Раффало, Кріс Гемсворт, Кріс Пратт, Елізабет Олсен, Джош Бролін, Том Гіддлстон, Себастіан Стен, Бенедикт Камбербетч, Пол Беттані, Семюел Лірой Джексон, Скарлетт Йоганссон, Кобі Смолдерс, Зої Салдана, Карен Гіллан, Він Дізель, Бредлі Купер, Том Голланд, Бенісіо Дель Торо, Дейв Батиста, Бенедикт Вонг, Пом Клементьєфф, Оператор: Трент Опалок; Композитор: Алан Сільвестрі; Монтаж: Джеффрі Форд, Меттью Шмідт; Художник: Charles Woodd; Кінокомпанія: Marvel Studios; Дистриб'ютори: Walt Disney Studios Motion Pictures, B&H Film Distribution"
		},
		"Fallout": {
			"Description": "“Фолаут” розповідає історію, що відбувається в постапокаліптичному світі, де цивілізація була знищена після ядерної війни. Головний герой, який вижив після ядерної катастрофи, вирушає в небезпечну подорож через спустошені землі, стикаючись із мутантами, радіоактивним забрудненням та іншими небезпеками.",
			"Mark": "Серіал ще не випущений",
			"Trailer": "https://www.youtube.com/watch?v=5wrS7Y9yOyo",
			"Category": "Serial",
			"Authors": "Творці: Ліза Джой, Джонатан Нолан; В головних ролях: Уолтон Гогінс, Элла Пернел, Кайл Маклахлен; Виконавчі продюсери: Джеймс Олтман, Тодд Говард, Ліза Джой, Джонатан Нолан, Дженіва Робертсон-Дуорет, Грем Вагнер, Атіна Уікмен; Студії: Amazon Studios, Bethesda Game Studios, Bethesda Softworks, Kilter Films"
		},
		"It": {
			"Description": "Для школяра на ім’я Біллі літо 1989-го року починається зовсім погано - його молодший брат, який пішов в дощ запускати кораблики безслідно зник. Для містечка, де живе Білл, зникнення людей, звичайна справа, але підліток не збирається опускати руки, навіть коли припиняють пошуки. Разом з друзями він продовжує шукати брата в каналізаційній системі, куди хлопчика, судячи з усього, змило потоками води. Пошуки приводять шибеників до висновку, що всьому виною стародавнє і могутнє зло, яке втілює найгірші кошмари своїх жертв і мешкає в водостоках під містом…",
			"Mark": 7.3,
			"Trailer": "https://www.youtube.com/watch?v=WHcLFkL8ulo",
			"Category": "Film",
			"Authors": "Режисер: Андрес Мускетті; Продюсери: Сет Грем-Сміт, Девід Катценберг, Рой Лі, Ден Лін, Барбара Мускетті; Сценаристи: Гарі Доберман, Чейз Палмер; У головній ролі: Білл Скашгорд; Оператор: Чон Джон-хун; Композитор: Бенджамін Воллфіш; Монтаж: Джейсон Беллентайн; Кінокомпанії: New Line Cinema, Lin Pictures, Vertigo Entertainment, KatzSmith Production; Дистриб'ютор: Kinomania (Україна)"
		},
		"The Lord of the Rings The Return of the King": {
			"Description": "Фродо продовжує свою вкрай небезпечну мандрівку, а його друзі, спадкоємець гондорского трону Арагорн з ельфом Леголасом, гномом Гімлі та чарівником Гендальфом, намагаються врятувати старовинну твердиню, місто Мінас-Тіріт. В цьому їм допомагають хоббіти Меррі та Піппін, король Рохана Теоден та його відважна племінниця…",
			"Mark": 9.0,
			"Trailer": "https://www.youtube.com/watch?v=y2rYRu8UW8M",
			"Category": "Film",
			"Authors": "Режисер: Пітер Джексон; Продюсери: Баррі М. Осборн, Фрун Уолш, Пітер Джексон; Автори сценарія: Френ Уолш, Філіпа Бойєнс, Пітер Джексон; В головних ролях: Елайджа Вуд, Іен Маккелен, Лів Тайлер, Вігго Мортенсен, Шон Естін, Кейт Бланшетт, Джон Ріс-Девіс, Бернард Хілл, Біллі Бойд, Домінік Монаган, Орландо Блум, Х'юго Уівінг, Міранда Отто, Девід Уенем, Карл Урбан, Джон Ноубл, Енди Серкис, Іен Холм, Шон Бін, Оператор: Ендрю Лесні; Композитор: Говард Шор; Художник-постановщик: Грант Мейджор;Кинокомпаниї: New Line Cinema, WingNut Films; Дистрибьютор: New Line Cinema"
		},
		"Programmers": {
			"Description": "У світі, де кодери стали новими героями, група талановитих програмістів об'єднується, щоб врятувати світ від катастрофи, спричиненої небезпечним хакерським альянсом. Ця команда з різних куточків світу використовує свої навички в програмуванні, щоб розкрити інтриги, розгадати головоломки і зупинити атаку на глобальних рівнях. ",
			"Mark": "Фільм у стадії розробки",
			"Trailer": "https://www.youtube.com/watch?v=BBM24hn1Imk",
			"Category": "Serial",
			"Authors": "Режисери: Олександр Моря, Заворітній Роман; Продюсери: Олександр Моря, Заворітній Роман; У головних ролях: Олександр Моря, Заворітній Роман; Кінокомпанії: TO WORK IT ACADEMY"

		},
		"Ghost Rider Spirit of Vengeance": {
			"Description": "байкер-каскадер Джонні Блейз, що вночі перетворюється на пекельного гонщика, відправляється до Східної Європи де намагається позбутись прокляття та розірвати угоду з дияволом. Але натомість він потрапляє в середовище релігійних фанатиків, які разом зі священником намагаються врятувати душу юного хлопця від демонів з пекла...",
			"Mark": 4.3,
			"Trailer": "https://www.youtube.com/watch?v=UUObgxCoUgA",
			"Category": "Film",
			"Authors": "Режисери: Марк Невелдін, Брайан Тейлор; Продюсери: Ашок Армітрадж, Аві Арад, Майкл Де Лука; Сценаристи: Скотт М. Ґімпл, Сет Хоффман, Девід С. Ґоєр; У головних ролях: Ніколас Кейдж, Кіаран Хайндс, Віоланте Плачідо, Ідріс Ельба, Кристофер Ламберт, Джонні Вітуорт; Оператор: Брендан Трост; Композитор: Девід Сарді; Монтаж: Брайан Бердан; Кінокомпанії: Imagenation Abu Dhabi, Marvel Knights,  Crystal Sky Pictures; Дистриб'ютор: Columbia Pictures"
		},
		"Wendnesday": {
			"Description": "Венздей — старша дочка ексцентричної родини Аддамс, яка через свої шокуючі витівки поміняла вісім шкіл за п'ять років. Після чергового скандального інциденту вона змушена перевестися до «Невермора» — академії для ізгоїв, яку колись відвідували її батьки. Навчальним закладом залізною хваткою керує Ларисса Вімс — заклятий ворог її матері Мортіші. У «Неверморі» дівчинка розвиває свої екстрасенсорні здібності, що нещодавно відкрилися, і береться зупинити монстра, який полює на людей в окрузі...",
			"Mark": 8.1,
			"Trailer": "https://www.youtube.com/watch?v=Di310WS8zLk",
			"Category": "Serial",
			"Authors": "Дистриб'ютор(и): MGM Worldwide Television and Digital Distribution, Netflix Streaming Services; Компанія: Glickmania, Tee and Charles Addams Foundation, MGM Television; Керівники проєкту: Альфред Гоф і Майлз Міллар; Сценарист: Альфред Гоф, Майлз Міллар і April Blaird; Режисер: Тім Бертон; Ідея: Альфред Ґоф, Майлз Міллар; Оператори: Девід Ланценбергd і Stephan Pehrssond; Виконавчі продюсери: Альфред Ґоф, Майлз Міллар, Тім Бертон, Ґейл Берман, Кайла Альперт, Стів Старк, Джонатан Глікман, Ендрю Міттман; У головних ролях: Дженна Ортега, Кетрін Зета-Джонс, Рікі Ліндгоум, Джеймі МакШейн, Гантер Дуен, Джорджі Фармер, Муса Мостафа, Емма Маєрс, Наомі Дж. Огава, Джой Сандей, Персі Гайнс Вайт, Гвендолін Крісті, Віктор Доробанту, Крістіна Річчі, Джордж Бурча, Вілл Г'юстон, Томмі Ерл Дженкінс, Фред Армісен; Композитори: Денні Ельфман, Кріс Бекон"
		},
		"World War Z": {
			"Description": "У центрі сюжету виявляється чоловік на ім'я Джеррі Лейн, життя якого в один прекрасний день кардинальним чином змінюється. Справа в тому, що головний герой разом зі своєю сім'єю виявився несподівано в самому епіцентрі жахливого і страшного вірусу, який стрімким чином поширювався. Виявилося, що через вірус люди всі стали перетворюватися на кровожерних і жорстоких монстрів. Але не тільки їх місто виявилося охопленим жахливою хворобою, в усьому світі панував жахливий вірус. Тепер мета Джеррі будь-якою ціною врятувати свою сім'ю...",
			"Mark": 7,
			"Trailer": "https://www.youtube.com/watch?v=uSvSet5wQlk",
			"Category": "Film",
			"Authors": "Режисер: Марк Форстер; Продюсери: Бред Пітт, Деде Гарднер, Джеремі Клейнер, Ян Брайс; Сценаристи: Деймон Лінделоф, Метью Майкл Карнахан, Дрю Годдард(фільм), Макс Брукс(роман);У головних ролях: Бред Пітт, Мірель Енос, Джеймс Бедж Дейл, Метью Фокс; Оператор: Роберт Річардсон; Композитор: Марко Бельтрамі; Художник: Nigel Phelpsd; Кінокомпанії: Paramount Pictures, Plan B Entertainment, Skydance Media; Дистриб'ютори: Paramount Pictures (США), B&H (Україна)"
		},
		"Mr Pickles first season": {
			"Description": "У звичайному місті живе звичайна на вигляд родина Гудманів, які дуже люблять свою домашню тваринку - собаку на ймення Містер Піклз. Однак, ніхто з них не знає, що цей собака з девіантною поведінкою ночами проводить сатанинські ритуали і всіляко тероризує все живе навколо.",
			"Mark": 7.3,
			"Trailer": "https://www.youtube.com/watch?v=_6mOiRe8yhs",
			"Category": "Cartoon",
			"Authors": "Творці: Уілл Карсола, Дейв Стюарт; Режисер: Уілл Карсола; Сценаристи: Уілл Карсола, Дейв Стюарт, Шон Конрой; Ролі озвучували: Кейтлін Роброк, Уілл Карсола, Дуйв Стюарт, Брук Шілдс; Продюсери: Уілл Карсола, Кіт Кроффорд, Майк Мэйфілд; Студія: Hothouse Productions; Дистриб'ютори: Warner Bros. Television і Hulu"
		},
		"Gumball first season": {
			"Description": "Життя юного дванадцятирічного кошеня Гамбола сповнене веселих пригод! Малюк не втомлюється дивувати глядачів, адже він любить бути в русі. Сидіти на місці - це правило для лінивих, а наш Гамбол завжди шукає і знаходить пригоди, часом не найприємніші. Однак головний герой не вчиться на своїх помилках. Йому доводиться постійно вибиратися з обставин, що склалися. Робить він це все з гумором та гарним настроєм. До того ж йому завжди допомагає і всюди підтримує рибка Дарвін Воттерсон, яка витягує невгамовного Гамбола з різних колотнеч! Нові пригоди чекають на вас! Приємного перегляду.",
			"Mark": 8.3,
			"Trailer": "https://www.youtube.com/watch?v=Icq2LLOPoTo",
			"Category": "Cartoon",
			"Authors": "Продюсер: Джоанна Бересфорд (1 сезон), Сара Фел (2–6 сезони), Елен Колінс (4–6 сезони), Даніель Ленард (4–6 сезони); Автор ідеї: Бен Буклет; Ролі озвучували: Логан Грув (2011–14), Квесі Боакі (2011–14), Джейкобс Хобкінс (2014–2017), Терелл Ренсом молодший (2014–2017), Даніель Ханслі (2014–2018), Крістіан Сімон (2014–2019); Композитор: Бен Локет; Студія: Cartoon Network Development Studio Europe, Dandelion Studios, Studio SOI."
		},
		"Peppa Pig": {
			"Description": "«Свинка Пеппа» — пізнавальний мультсеріал для дітей, у якому розповідається про звичайне життя звичайнісінької сім'ї, в якій є Папа, Мама, п'ятирічна Пеппа і трирічний Джордж. За допомогою простих і зрозумілих сюжетів малюки дізнаються повсякденні, але важливі речі: як вести себе в гостях і з іншими людьми, чому потрібно надягати гумові чоботи і багато іншого...",
			"Mark": 6.3,
			"Trailer": "https://www.youtube.com/watch?v=AqY_I8bWjTk",
			"Category": "Cartoon",
			"Authors": "Режисер: Естлі Бейкер Девіс; Продюсер: Естлі Бейкер Девіс; Автор ідеї: Естлі Бейкер Девіс"
		},
		"PAW Patrol": {
			"Description": "Зік Райдер - десятирічний хлопчик, талановитий не по роках. Він відмінно розбирається в електроніці та техніці і вміло нею користається. Його життя насичене і повне безстрашних пригод. Разом з шістьма веселими і хоробрими щенятами він створив відважну команду під назвою «Щенячий патруль». Але чарівний метеорит приземляється в Adventure City і дає щенячому патрулю надздібності, перетворюючи їх на Могутніх цуценят",
			"Mark": 6,
			"Trailer": "https://www.youtube.com/watch?v=UDgjJ9XzgHk",
			"Category": "Cartoon",
			"Authors": "Режисер: Кел Бранкер; Продюсери: Боб Барлен; Сценарист: Billy Frolickd, Cal Brunkerd і Bob Barlend; У головних ролях: Ієн Армітідж, Marsai Martind, Ron Pardod, Yara Shahidid, Кім Кардаш'ян, Рендалл Парк, Декс Шепард, Тайлер Перрі і Джиммі Кіммел; Композитор: Ейтор Перейра; Кінокомпанія: Paramount Pictures, Nickelodeon Movies і Mikros Image"
		},
		"The Boss Baby": {
			"Description": "Дуже часто діти в сім'ї починають думати, що мама та тато люблять їх менше, ніж до появи ще однієї дитини. Також вважає і семирічний герой фільму «Бос-молокосос». Тім — звичайний хлопчик, який упевнений: молодший брат, який народився нещодавно, забрав у нього увагу батьків, причому зовсім не заслужено. Коли малюка принесли, Тім був шокований! Тепер мама і тато тільки й роблять, що пораються з дитиною, яка або відмовляється від каші, або волає, або вимагає чогось ще. Дорослі ніби не помічають, що з малюком щось не так: «новонароджений» одягнений у діловий костюм, а поруч із ним завжди стоїть портфель... І ось одного разу правда розкрилася. Тім був у своїй кімнаті, коли почув незнайомий чоловічий голос. Взявши до рук водяний пістолет для оборони, герой увірвався до кімнати молодшого брата і побачив, як цей малолітній бос розмовляє телефоном! Приголомшений хлопчик зажадав пояснень і невдовзі дізнався, що цей брехунок працює над запобіганням світовій змові! Справа в тому, що керувати компанії Puppy Co, в якій працює тато Тіма, задумав знищити кохання по всій планеті! Тепер батькам хлопчика загрожує небезпека, як усім людям. Тіму довелося об'єднати свої сили з нестерпним «братцем», щоб урятувати всіх, у тому числі своїх маму та тата, які його дуже люблять!",
			"Mark": 7,
			"Trailer": "https://www.youtube.com/watch?v=k397HRbTtWI",
			"Category": "Cartoon",
			"Authors": "Режисер: Том Мак-Грат; Продюсер: Деніз Нолан, Каскіно Ремсі, Енн Наїто; Сценарист: Майкл Мак-Каллерс; Оповідач: Тобі Магвайр; У головних ролях: Алек Болдвін, Майлз Бакші, Стів Бушемі, Джиммі Кіммел, Ліза Кудроу; Композитор: Ганс Ціммер; Монтаж: Джеймс Раян; Кінокомпанія: DreamWorks Animation"
		}
	}
]"""

data = json.loads(FileR)